// pch.h: 미리 컴파일된 헤더 파일입니다.
// 아래 나열된 파일은 한 번만 컴파일되었으며, 향후 빌드에 대한 빌드 성능을 향상합니다.
// 코드 컴파일 및 여러 코드 검색 기능을 포함하여 IntelliSense 성능에도 영향을 미칩니다.
// 그러나 여기에 나열된 파일은 빌드 간 업데이트되는 경우 모두 다시 컴파일됩니다.
// 여기에 자주 업데이트할 파일을 추가하지 마세요. 그러면 성능이 저하됩니다.

#ifndef PCH_H
#define PCH_H

// 여기에 미리 컴파일하려는 헤더 추가
#include "framework.h"

#endif //PCH_H

/*
* //
* 이름을 (입력:에디트)받고, 클래스를 (선택:콤보박스)하여 지정한다.
* 보너스스탯을 적당히 분배하여, 캐릭터를 생성한다.
* ㄴ위로 버튼을 누르면 (보너스스텟:Static)이 감소하고, 케릭터의 스텟이 증가한다.
* ㄴ아래 버튼을 누르면 (보너스스텟:Static)이 증가하고, 케릭터의 스텟이 감소한다.
* ㄴ(콤보박스)를 사용한다.
*/
